Repository: Lucasor99/TFM
Catalog: Auto_GS/locale/*/LC_MESSAGES/django.po
Languages: es

source: Back
es: Volver

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Enable
es: Habilitar

source: Disable
es: Deshabilitar

source: Remove Staff
es: Eliminar Staff

source: Django Administrator
es: Administrador Django

source: Change Password
es: Cambiar contraseña

source: Submit
es: Enviar

source: Password Changed
es: Contraseña cambiada

source: Your password has been changed
es: Tu contraseña ha sido cambiada

source: Reset Password
es: Restablecer contraseña

source: Password Reset
es: Contraseña restablecida

source: Your password has been set. You can now
es: Tu contraseña ha sido establecida. Ahora puedes

source: Confirm Password
es: Confirmar contraseña

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
es: Te hemos enviado instrucciones para establecer tu contraseña, si existe una cuenta con el correo electrónico que has introducido. Deberías recibirlas pronto.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es: Si no recibes un correo electrónico, asegúrate de haber introducido la dirección con la que te registraste y comprueba tu carpeta de spam.

source: Home
es: Inicio

source: Tables
es: Tablas

source: Telecommands
es: Telecomandos

source: Create Telecommand
es: Crear Telecomando

source: Update Telecommand
es: Modificar Telecomando

source: Delete Telecommand
es: Borrar Telecomando

source: Create Models
es: Crear modelos

source: Send Data
es: Insertar Datos

source: Download Tables
es: Descargar Tablas

source: Logout
es: Cerrar sesión

source: My Account
es: Mi cuenta

source: User
es: Usuario

source: Email
es: Correo electrónico

source: Manage Users
es: Administrar usuarios

source: Delete data from table:
es: Borrar dato de la tabla:

source: Select the row you want to delete:
es: Selecciona la fila que quieres borrar:

source: Enter the Value:
es: Introduzca el Valor:

source: Delete
es: Borrar

source: Create data models
es: Crear modelos de datos

source: Drag and drop ASN Files here or click to select:
es: Arrastre y suelte los archivos ASN aquí o haga clic para seleccionar:

source: Drag files here
es: Arrastre los archivos aquí

source: Mark the telecommand models:
es: Marcar los modelos de telecomando:

source: No files
es: No hay archivos

source: Only .asn files are allowed:
es: Solo se permiten archivos .asn:

source: File size exceeds 1 MB limit for file:
es: El tamaño del archivo supera el límite de 1 MB para el archivo:

source: Files uploaded successfully!
es: Archivos subidos con éxito!

source: Error during file upload:
es: Error durante la carga del archivo:

source: Delete commands:
es: Borrar telecomandos:

source: Select the table
es: Selecciona la tabla

source: Select
es: Seleccionar

source: Mark the tables to download:
es: Marcar las tablas a descargar:

source: Download
es: Descargar

source: Files downloaded successfully!
es: Archivos descargados con éxito!

source: Error during file download:
es: Error durante la descarga del archivo:

source: Index of the AUTO-GS
es: Índice del AUTO-GS

source: List of tables
es: Lista de tablas

source: No tables
es: No hay tablas

source: Create a new table
es: Crear una nueva tabla

source: Modify table
es: Modificar tabla

source: Modify table:
es: Modificar tabla:

source: Select the row you want to modify:
es: Selecciona la fila que quieres modificar:

source: Select the column and enter the value you want to modify:
es: Selecciona la columna y escribe el valor que quieres modificar:

source: Modify
es: Modificar

source: Send data
es: Enviar datos

source: Drag and drop CSV Files here or click to select:
es: Arrastre y suelte los archivos CSV aquí o haga clic para seleccionar:

source: Files to send:
es: Archivos a enviar:

source: Only .csv files are allowed:
es: Solo se permiten archivos .csv:

source: File size exceeds 10 MB limit for file:
es: El tamaño del archivo supera el límite de 10 MB para el archivo:

source: Table:
es: Tabla:

source: Data type structure
es: Estructura del tipo de dato

source: Search for Data
es: Buscar un Dato

source: Select parameter type
es: Seleccionar el tipo de parámetro

source: Enter value:
es: Introduzca su valor:

source: View data table
es: Ver los datos en tabla

source: Bar Chart
es: Gráfico de barras

source: Create Telecommands
es: Crear Telecomandos

source: Insert Data
es: Insertar Datos

source: Select the table to Modify
es: Selecciona la tabla a modificar
